Repository: levinli303/astroweather-localization
Catalog: iOS/en/Shared/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans, zh_hant

source: %@ passes
ru: %@ пролётов
zh_hans: %@ 过境
zh_hant: %@ 過境

source: %@ sent you a message
ru: %@ вам отправил(а) сообщение
zh_hans: %@ 给你发了一条信息
zh_hant: %@ 給你發了一條資訊

source: %@ sent you a reply
ru: %@ вам ответил(а)
zh_hans: %@ 回复了你
zh_hant: %@ 回覆了你

source: %1$@, %2$@ ~ %3$@ above the horizon, %4$@ ~ %5$@ observable.
ru: %1$@, %2$@ ~ %3$@ над горизонтом, %4$@ ~ %5$@ виден.
zh_hans: %1$@，%2$@ ~ %3$@ 位于地平线以上，%4$@ ~ %5$@ 可见。
zh_hant: %1$@，%2$@ ~ %3$@ 位於地平線以上，%4$@ ~ %5$@ 可見。

source: %1$@, %2$@ ~ %3$@ above the horizon.
ru: %1$@, %2$@ ~ %3$@ над горизонтом.
zh_hans: %1$@，%2$@ ~ %3$@ 位于地平线以上。
zh_hant: %1$@，%2$@ ~ %3$@ 位於地平線以上。

source: 7Timer service is currently unavailable, show Clear Sky results instead?
ru: Сервис 7Timer сейчас недоступен, отобразить результаты Clear Sky?
zh_hans: 晴天钟服务不可用，查看Clear Sky上的天气信息？
zh_hant: 晴天鍾服務不可用，檢視Clear Sky上的天氣資訊？

source: 15 minutes
ru: 15 минут
zh_hans: 15分钟
zh_hant: 15分鐘

source: A day
ru: 1 сутки
zh_hans: 一天
zh_hant: 一天

source: About
ru: Об
zh_hans: 关于
zh_hant: 關於

# ABOUT_SECTION_0_ROW_CONTENT_0
source: 7Timer! is a series of web-based meteorological forecast products, mainly derived from the NOAA/NCEP-based numeric weather model, the Global Forecast System (GFS). 7Timer! was firstly established in July 2005 as an exploration product under supported of the National Astronomical Observatories of China and had been largely renovated in 2008 and 2011. Currently it is supported by the Shanghai Astronomical Observatory of Chinese Academy of Sciences. It was firstly designed as a weather forecast tool for astronomical purpose, as the author himself is a long-term star gazer and was always annoyed by fluky weather conditions.
ru: 7Timer! это ряд продуктов онлайн-прогноза, основанная на цифровой модели погоды NOAA/NCEP (Global Forecast System, GFS). 7Timer! был впервые представлен в июле 2005 года как исследовательский проект при поддержке Национальной астрономической обсерватории Китая и был в значительной степени модернизирован в 2008 и 2011 годах. В настоящее время он поддерживается Шанхайской астрономической обсерваторией Китайской академии наук. Первоначально разработан как инструмент прогноза погоды для астрономических целей, поскольку самого автора всегда раздражали переменчивые погодные условия, мешающие наблюдениям.
zh_hans: 晴天钟是一系列天气预测产品的总称，它们主要提取于美国国家大气海洋局/气候环境预测局(NOAA/NCEP)的“全球预测系统”(Global Forecast System, GFS)数值模式。晴天钟在2005年7月作为国家天文台宇宙驿站服务器的实验产品开始运作，并在2008年及2011年进行了大规模的翻新。目前它由中国科学院上海天文台中国天文科普网提供硬件及网络支持。
zh_hant: 晴天鍾是一系列天氣預測產品的總稱，它們主要提取於美國國家大氣海洋局/氣候環境預測局(NOAA/NCEP)的“全球預測系統”(Global Forecast System, GFS)數值模式。晴天鍾在2005年7月作為國家天文臺宇宙驛站伺服器的實驗產品開始運作，並在2008年及2011年進行了大規模的翻新。目前它由中國科學院上海天文臺中國天文科普網提供硬體及網路支援。

# ABOUT_SECTION_0_ROW_CONTENT_1
source: Please note that we (developers of Astroweather) are not the service provider.
ru: Обратите внимание, что мы (разработчики приложения) не являемся поставщиками служб (прогноза и пр.).
zh_hans: 请留意，我们（晴天钟App开发者）并非晴天钟服务提供者。
zh_hant: 請留意，我們（晴天鍾App開發者）並非晴天鍾服務提供者。

# ABOUT_SECTION_2_ROW_CONTENT_0
source: Rise and set times for astro objects are calculated on your device without the need of Internet connection.
ru: Время восхода и захода небесных тел рассчитывается на вашем устройстве без необходимости подключения к Интернету.
zh_hans: 天体升落时间是在手机上计算的，不需要网络连接也可以正常使用。
zh_hant: 天體升落時間是在手機上計算的，不需要網路連線也可以正常使用。

# ABOUT_SECTION_3_ROW_CONTENT_0
source: Russian: Askaniy Anpilogov
ru: Русский: Анпилогов Асканий
zh_hans: 俄语：Askaniy Anpilogov
zh_hant: 俄語：Askaniy Anpilogov

# ABOUT_SECTION_TITLE_0
source: Astroweather (7Timer!)
ru: Астропогода (7Timer!)
zh_hans: 晴天钟（7Timer!）
zh_hant: 晴天鍾（7Timer!）

# ABOUT_SECTION_TITLE_2
source: Rise & Set
ru: Восход и заход
zh_hans: 天体升落
zh_hant: 天體升落

# ABOUT_SECTION_TITLE_3
source: Translators
ru: Переводчики
zh_hans: 译者
zh_hant: 譯者

# ABOUT_TITLE
source: About
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: Achernar
ru: Ахернар
zh_hans: 水委一
zh_hant: 水委一

source: Acrab
ru: Акраб
zh_hans: 房宿四
zh_hant: 房宿四

source: Acrux
ru: Акрукс
zh_hans: 十字架二
zh_hant: 十字架二

# ACTION_ADD_TO_CALENDAR
source: Add to Calendar
ru: Добавить в календарь
zh_hans: 添加到日历
zh_hant: 新增到日曆

# ACTION_REFRESH
source: Refresh
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# ACTION_SHOW_EVENT_DETAILS
source: Show Details
ru: Подробности (на английском)
zh_hans: 显示详情（英语）
zh_hant: 顯示詳情（英語）

# ACTION_SHOW_MOON_PHASE
source: Show Moon Phase
ru: Показать фазу Луны
zh_hans: 显示月相
zh_hant: 顯示月相

# ACTION_SHOW_SKY_CHART
source: Show Sky Chart
ru: Показать на карте неба
zh_hans: 显示星图
zh_hant: 顯示星圖

# ACTION_VIEW_MESSAGE
source: View
ru: Посмотреть
zh_hans: 查看
zh_hant: 檢視

source: Add
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Add Notification
ru: Добавить уведомление
zh_hans: 添加通知
zh_hant: 新增通知

# ADD_LOCATION_TITLE
source: Pick Location
ru: Выбрать местоположение
zh_hans: 选择位置
zh_hant: 選擇位置

source: Adding a location
ru: Добавление местоположения
zh_hans: 添加位置
zh_hant: 新增位置

source: Adharaz
ru: Адара
zh_hans: 弧矢七
zh_hant: 弧矢七

source: Ads will be disabled for 1 day, restart Astroweather to take effect. Alternatively, you can also purchase Astroweather PRO to disable ads entirely.
ru: Реклама будет отключена на 1 день, для вступления в силу перезапустите приложение. Также вы также можете приобрести Astroweather PRO, чтобы полностью отключить рекламу.
zh_hans: 接下来的1天内将不再显示广告，重启晴天钟后生效。您也可以购买晴天钟PRO完全移除广告。
zh_hant: 接下來的1天內將不再顯示廣告，重啟晴天鍾後生效。您也可以購買晴天鍾PRO完全移除廣告。

source: Aldebaran
ru: Альдебаран
zh_hans: 毕宿五
zh_hant: 畢宿五

source: Algieba
ru: Альгиеба
zh_hans: 轩辕十二
zh_hant: 軒轅十二

source: Algol
ru: Алголь
zh_hans: 大陵五
zh_hant: 大陵五

source: Alhena
ru: Альхена
zh_hans: 井宿三
zh_hant: 井宿三

source: Alioth
ru: Алиот
zh_hans: 玉衡
zh_hant: 玉衡

source: Aljanah
ru: Альджанах
zh_hans: 天津九
zh_hant: 天津九

source: Alkaid
ru: Бенетнаш
zh_hans: 摇光
zh_hant: 搖光

source: Almach
ru: Аламак
zh_hans: 天大将军一
zh_hant: 天大將軍一

source: Alnair
ru: Альнаир
zh_hans: 鹤一
zh_hant: 鶴一

source: Alnilam
ru: Альнилам
zh_hans: 参宿二
zh_hant: 參宿二

source: Alnitak
ru: Альнитак
zh_hans: 参宿一
zh_hant: 參宿一

source: Alphard
ru: Альфард
zh_hans: 星宿一
zh_hant: 星宿一

source: Alphecca
ru: Альфекка
zh_hans: 贯索四
zh_hant: 貫索四

source: Alpheratz
ru: Альферац
zh_hans: 壁宿二
zh_hant: 壁宿二

source: Alsephina
ru: Альсефина
zh_hans: 天社三
zh_hant: 天社三

source: Altair
ru: Альтаир
zh_hans: 河鼓二
zh_hant: 河鼓二

source: Aludra
ru: Алудра
zh_hans: 弧矢二
zh_hant: 弧矢二

source: An hour
ru: 1 час
zh_hans: 1小时
zh_hant: 1小時

source: Andromeda
ru: Андромеда
zh_hans: 仙女座
zh_hant: 仙女座

source: Ankaa
ru: Анкаа
zh_hans: 火鸟六
zh_hant: 火鳥六

source: Antares
ru: Антарес
zh_hans: 心宿二
zh_hant: 心宿二

source: Antlia
ru: Насос
zh_hans: 唧筒座
zh_hant: 唧筒座

source: App mag: %@
ru: Видимая зв. величина: %@
zh_hans: 视星等：%@
zh_hant: 視星等：%@

source: Apus
ru: Райская Птица
zh_hans: 天燕座
zh_hant: 天燕座

source: Aquarius
ru: Водолей
zh_hans: 宝瓶座
zh_hant: 寶瓶座

source: Aquila
ru: Орёл
zh_hans: 天鹰座
zh_hant: 天鷹座

source: Ara
ru: Жертвенник
zh_hans: 天坛座
zh_hant: 天壇座

source: Arcturus
ru: Арктур
zh_hans: 大角星
zh_hant: 大角星

source: Aries
ru: Овен
zh_hans: 白羊座
zh_hant: 白羊座

source: Aspidiske
ru: Аспидиске
zh_hans: 海石二
zh_hant: 海石二

source: Astro Dawn
ru: Астрономические сумерки
zh_hans: 天文晨光
zh_hant: 天文晨光

source: Astro Dusk
ru: Астрономические сумерки
zh_hans: 天文暮光
zh_hant: 天文暮光

source: Astro Twilight
ru: Астрономические сумерки
zh_hans: 天文晨光/暮光
zh_hant: 天文晨光/暮光

source: Astronomical seeing. From left to right: <0.5″, 0.5″–0.75″, 0.75″–1″, 1″–1.25″, 1.25″–1.5″, 1.5″–2″, 2″–2.5″, >2.5″. In short, the smaller/bluer, the better the seeing condition is.
ru: Астрономическая видимость. Слева направо: &lt;0,5″, 0,5″–0,75″, 0,75″–1″, 1″–1,25″, 1,25″–1,5″, 1,5″–2″, 2″–2,5″, &gt;2,5″. Если кратко, чем меньше и насыщеннее круг, тем лучшего углового разрешения можно ожидать.
zh_hans: 视宁度，从左到右：<0.5″, 0.5″–0.75″, 0.75″–1″, 1″–1.25″, 1.25″–1.5″, 1.5″–2″, 2″–2.5″, >2.5″。简单地说，图标越小/越蓝，视宁度越好。
zh_hant: 視寧度，從左到右：<0.5″, 0.5″–0.75″, 0.75″–1″, 1″–1.25″, 1.25″–1.5″, 1.5″–2″, 2″–2.5″, >2.5″。簡單地說，圖示越小/越藍，視寧度越好。

source: Astroweather Event
ru: Событие Astroweather
zh_hans: 晴天钟事件
zh_hant: 晴天鍾事件

# ASTROWEATHER_FIELD_CLOUD
source: Cloud
ru: Облачность
zh_hans: 云量
zh_hant: 雲量

# ASTROWEATHER_FIELD_HUMIDITY
source: Humidity
ru: Влажность
zh_hans: 湿度
zh_hant: 溼度

# ASTROWEATHER_FIELD_INSTABILITY
source: Instability
ru: Турбулентность
zh_hans: 不稳定度
zh_hant: 不穩定度

# ASTROWEATHER_FIELD_PRECIPITATION
source: Precipitation
ru: Осадки
zh_hans: 降水
zh_hant: 降水

# ASTROWEATHER_FIELD_SEEING
source: Seeing
ru: Видимость
zh_hans: 视宁度
zh_hant: 視寧度

# ASTROWEATHER_FIELD_TEMP
source: Temperature
ru: Температура
zh_hans: 温度
zh_hant: 溫度

# ASTROWEATHER_FIELD_TIME
source: Time
ru: Время
zh_hans: 时间
zh_hant: 時間

# ASTROWEATHER_FIELD_TRANSPARENCY
source: Transparency
ru: Прозрачность
zh_hans: 透明度
zh_hant: 透明度

# ASTROWEATHER_FIELD_WEATHER
source: Weather
ru: Погода
zh_hans: 天气
zh_hant: 天氣

# ASTROWEATHER_FIELD_WIND_DIRECTION
source: Wind Direction
ru: Направление ветра
zh_hans: 风向
zh_hant: 風向

# ASTROWEATHER_FIELD_WIND_SPEED
source: Wind Speed
ru: Скорость ветра
zh_hans: 风速
zh_hant: 風速

# ASTROWEATHER_TAB_ASTRO
source: Astro
ru: Астрономический вид
zh_hans: 天文
zh_hant: 天文

# ASTROWEATHER_TAB_CIVIL
source: Civil
ru: Гражданский вид
zh_hans: 气象
zh_hant: 氣象

source: Atmospheric instability. From left to right: lifted index between 0 to -3, -3 to -5, and below -5.
ru: Турбулентность атмосферы. Слева направо: смещённый индекс от 0 до -3, от -3 до -5 и ниже -5.
zh_hans: 大气不稳定度，从左到右分别代表抬升指数介于0至-3，-3至-5，以及小于-5。
zh_hant: 大氣不穩定度，從左到右分別代表抬升指數介於0至-3，-3至-5，以及小於-5。

source: Atmospheric transparency. From left to right: <0.3, 0.3–0.4, 0.4–0.5, 0.5–0.6, 0.6–0.7, 0.7–0.85, 0.85–1, >1 (unit: mag per air mass). In short, the fewer bars/bluer, the better the transparency is.
ru: Прозрачность атмосферы. Слева направо: <0,3, 0,3–0,4, 0,4–0,5, 0,5–0,6, 0,6–0,7, 0,7–0,85, 0,85–1, >1 (ед. измерения: зв. величина на массу воздуха). Если кратко, чем меньше полос и больше их насыщенность, тем меньшего атмосферного поглощения тусклых объектов можно ожидать.
zh_hans: 透明度，从左到右：<0.3, 0.3–0.4, 0.4–0.5, 0.5–0.6, 0.6–0.7, 0.7–0.85, 0.85–1, >1（单位为星等每大气质量）。简单地说，横杠越少/越蓝，透明度越好。
zh_hant: 透明度，從左到右：<0.3, 0.3–0.4, 0.4–0.5, 0.5–0.6, 0.6–0.7, 0.7–0.85, 0.85–1, >1（單位為星等每大氣質量）。簡單地說，橫槓越少/越藍，透明度越好。

source: Atria
ru: Атрия
zh_hans: 三角形三
zh_hant: 三角形三

source: Auriga
ru: Возничий
zh_hans: 御夫座
zh_hant: 御夫座

source: Aurora
ru: Полярные сияния
zh_hans: 极光
zh_hant: 極光

source: Available
ru: Доступно
zh_hans: 已启用
zh_hant: 已啟用

source: Avior
ru: Авиор
zh_hans: 海石一
zh_hant: 海石一

source: Azi / Alt
ru: Аз. / Выс.
zh_hans: 方位 /高度
zh_hant: 方位 /高度

source: Azimuth
ru: Азимут
zh_hans: 方位
zh_hant: 方位

source: Beehive Cluster or Praesepe
ru: Скопление Ясли или Улей
zh_hans: 蜂巢星团、鬼宿星团
zh_hant: 蜂巢星團、鬼宿星團

source: Bellatrix
ru: Беллатрикс
zh_hans: 参宿五
zh_hant: 參宿五

source: Betelgeuse
ru: Бетельгейзе
zh_hans: 参宿四
zh_hant: 參宿四

source: Black Eye Galaxy
ru: Галактика Чёрный Глаз
zh_hans: 黑眼星系
zh_hant: 黑眼星系

source: Black/White Infrared
ru: Чёрно-белый инфракрасный
zh_hans: 红外黑白
zh_hant: 紅外黑白

source: Black/White Infrared (Himawari)
ru: Чёрно-белый инфракрасный (Himawari)
zh_hans: 红外黑白（向日葵）
zh_hant: 紅外黑白（向日葵）

source: Blue Hour
ru: Синий час
zh_hans: 蓝色时间
zh_hant: 藍色時間

source: Blue Hour (Civil Dawn)
ru: Синий час (гражданские сумерки)
zh_hans: 蓝色时间（民用晨光）
zh_hant: 藍色時間（民用晨光）

source: Blue Hour (Civil Dusk)
ru: Синий час (гражданские сумерки)
zh_hans: 蓝色时间（民用暮光）
zh_hant: 藍色時間（民用暮光）

source: Blue Hour End: %@
ru: Окончание «синего часа»: %@
zh_hans: 日出蓝色时间结束：%@
zh_hant: 日出藍色時間結束：%@

source: Blue Hour: %@
ru: Начало «синего часа»: %@
zh_hans: 日落蓝色时间开始：%@
zh_hant: 日落藍色時間開始：%@

source: Bode's Galaxy
ru: Галактика Боде
zh_hans: 波得星系
zh_hant: 波得星系

source: Bootes
ru: Волопас
zh_hans: 牧夫座
zh_hant: 牧夫座

source: Browse Quanzi with Astroweather
ru: Открыть Quanzi через Astroweather
zh_hans: 使用晴天钟浏览圈子
zh_hant: 使用晴天鍾瀏覽圈子

source: Butterfly Cluster
ru: Скопление Бабочка
zh_hans: 蝴蝶星团
zh_hant: 蝴蝶星團

source: By clicking OK, local bookmarks (list of locations) will be saved to your iCloud account.
ru: После нажатия «Ок» закладки на устройстве будут сохранены на аккаунте iCloud
zh_hans: 点击“确定”上传收藏列表到您的iCloud账户。
zh_hant: 點選“確定”上傳收藏列表到您的iCloud賬戶。

source: Caches cleared
ru: Кэш очищен
zh_hans: 清除成功
zh_hant: 清除成功

source: Caelum
ru: Резец
zh_hans: 雕具座
zh_hant: 鵰具座

source: Calculating…
ru: Вычисление…
zh_hans: 计算中…
zh_hant: 計算中…

source: Camelopardalis
ru: Жираф
zh_hans: 鹿豹座
zh_hant: 鹿豹座

source: Cancel
ru: Закрыть
zh_hans: 取消
zh_hant: 取消

source: Cancer
ru: Рак
zh_hans: 巨蟹座
zh_hant: 巨蟹座

source: Canes Venatici
ru: Гончие Псы
zh_hans: 猎犬座
zh_hant: 獵犬座

source: Canis Major
ru: Большой Пёс
zh_hans: 大犬座
zh_hant: 大犬座

source: Canis Minor
ru: Малый Пёс
zh_hans: 小犬座
zh_hant: 小犬座

source: Canopus
ru: Канопус
zh_hans: 老人星
zh_hant: 老人星

source: Capella
ru: Капелла
zh_hans: 五车二
zh_hant: 五車二

source: Caph
ru: Каф
zh_hans: 王良一
zh_hant: 王良一

source: Capricornus
ru: Козерог
zh_hans: 摩羯座
zh_hant: 摩羯座

source: Carina
ru: Киль
zh_hans: 船底座
zh_hant: 船底座

source: Cassiopeia
ru: Кассиопея
zh_hans: 仙后座
zh_hant: 仙后座

source: Castor
ru: Кастор
zh_hans: 北河二
zh_hant: 北河二

source: Centaurus
ru: Центавр
zh_hans: 半人马座
zh_hant: 半人馬座

source: Cepheus
ru: Цефей
zh_hans: 仙王座
zh_hant: 仙王座

source: Cetus
ru: Кит
zh_hans: 鲸鱼座
zh_hant: 鯨魚座

source: Cetus A
ru: Кит A
zh_hans: 鲸鱼A星系
zh_hant: 鯨魚A星系

source: Chamaeleon
ru: Хамелеон
zh_hans: 蝘蜓座
zh_hant: 蝘蜓座

source: Chances of rain/snow.
ru: Вероятность дождя или снега.
zh_hans: 可能有雨/有雪。
zh_hant: 可能有雨/有雪。

source: Change Name
ru: Изменить название
zh_hans: 修改名称
zh_hant: 修改名稱

source: Changing name
ru: Изменение названия
zh_hans: 修改名称
zh_hant: 修改名稱

source: Check astroweather report now
ru: Проверьте прогноз астропогоды
zh_hans: 查看晴天钟天气预报
zh_hant: 檢視晴天鍾天氣預報

source: China
ru: Китай
zh_hans: 中国
zh_hant: 中國

source: Choose Polarscope
ru: Выбрать поляроскоп
zh_hans: 选择极轴镜
zh_hant: 選擇極軸鏡

source: Cigar Galaxy
ru: Галактика Сигара
zh_hans: 雪茄星系
zh_hant: 雪茄星系

source: Circinus
ru: Циркуль
zh_hans: 圆规座
zh_hant: 圓規座

source: Clear Caches
ru: Очистить кэш
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Notifications
ru: Очистить уведомления
zh_hans: 清除通知
zh_hant: 清除通知

source: Close
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Cloud Cover
ru: Облачность
zh_hans: 云量
zh_hant: 雲量

source: Cloud Cover %@
ru: Облачность %@
zh_hans: 云量 %@
zh_hant: 雲量 %@

source: Columba
ru: Голубь
zh_hans: 天鸽座
zh_hant: 天鴿座

source: Coma Berenices
ru: Волосы Вероники
zh_hans: 后发座
zh_hant: 后髮座

source: Comment Failed
ru: Не удалось оставить комментарий
zh_hans: 评论失败
zh_hant: 評論失敗

source: Comment here…
ru: Прокомментируйте…
zh_hans: 写评论…
zh_hant: 寫評論…

source: Comment Success
ru: Успешно прокомментировано
zh_hans: 评论成功
zh_hant: 評論成功

# COMMON_DIRECTION_EAST
source: East
ru: Восток
zh_hans: 东
zh_hant: 東

# COMMON_DIRECTION_ENE
source: ENE
ru: ВСВ
zh_hans: 东北偏东
zh_hant: 東北偏東

# COMMON_DIRECTION_ESE
source: ESE
ru: ВЮВ
zh_hans: 东南偏东
zh_hant: 東南偏東

# COMMON_DIRECTION_NE
source: NE
ru: СВ
zh_hans: 东北
zh_hant: 東北

# COMMON_DIRECTION_NNE
source: NNE
ru: ССВ
zh_hans: 东北偏北
zh_hant: 東北偏北

# COMMON_DIRECTION_NNW
source: NNW
ru: ССЗ
zh_hans: 西北偏北
zh_hant: 西北偏北

# COMMON_DIRECTION_NORTH
source: North
ru: Север
zh_hans: 北
zh_hant: 北

# COMMON_DIRECTION_NW
source: NW
ru: СЗ
zh_hans: 西北
zh_hant: 西北

# COMMON_DIRECTION_SE
source: SE
ru: ЮВ
zh_hans: 东南
zh_hant: 東南

# COMMON_DIRECTION_SOUTH
source: South
ru: Юг
zh_hans: 南
zh_hant: 南

# COMMON_DIRECTION_SSE
source: SSE
ru: ЮЮВ
zh_hans: 东南偏南
zh_hant: 東南偏南

# COMMON_DIRECTION_SSW
source: SSW
ru: ЮЮЗ
zh_hans: 西南偏南
zh_hant: 西南偏南

# COMMON_DIRECTION_SW
source: SW
ru: ЮЗ
zh_hans: 西南
zh_hant: 西南

# COMMON_DIRECTION_WEST
source: West
ru: Запад
zh_hans: 西
zh_hant: 西

# COMMON_DIRECTION_WNW
source: WNW
ru: ЗСЗ
zh_hans: 西北偏西
zh_hant: 西北偏西

# COMMON_DIRECTION_WSW
source: WSW
ru: ЗЮЗ
zh_hans: 西南偏西
zh_hant: 西南偏西

# COMMON_LATITUDE_ABBREVIATED_NORTH
source: N
ru: с. ш.

# COMMON_LATITUDE_ABBREVIATED_SOUTH
source: S
ru: ю. ш.

# COMMON_LONGITUDE_ABBREVIATED_EAST
source: E
ru: в. д.

# COMMON_LONGITUDE_ABBREVIATED_WEST
source: W
ru: з. д.

# COMMON_NOT_AVAILABLE
source: N/A
ru: Н/Д

# COMMON_REQUEST_LANG
source: en
ru: ru
zh_hans: zh_CN
zh_hant: zh_TW

# COMMON_UNLIMITED
source: Unlimited
ru: Снимки
zh_hans: 无限
zh_hant: 無限

source: Compose a Quanzi
ru: Поделиться в Quanzi
zh_hans: 发表圈子
zh_hant: 發表圈子

source: Cooling Tower
ru: Скопление Градирня

source: Copy
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: Corona Australis
ru: Южная Корона
zh_hans: 南冕座
zh_hant: 南冕座

source: Corona Borealis
ru: Северная Корона
zh_hans: 北冕座
zh_hant: 北冕座

source: Corvus
ru: Ворон
zh_hans: 乌鸦座
zh_hant: 烏鴉座

source: Crab Nebula
ru: Крабовидная туманность
zh_hans: 蟹状星云
zh_hant: 蟹狀星雲

source: Crater
ru: Чаша
zh_hans: 巨爵座
zh_hant: 巨爵座

source: Croc's Eye or Cat's Eye
ru: Галактика Глаз крокодила (Кошачий глаз)

source: Crux
ru: Южный Крест
zh_hans: 南十字座
zh_hant: 南十字座

source: Current Direction: %@ Current Altitude: %@
ru: Текущее направление: %@ Текущая высота: %@
zh_hans: 当前位置：%@ 当前高度：%@
zh_hant: 當前位置：%@ 當前高度：%@

source: Current Location
ru: Текущее местоположение
zh_hans: 当前位置
zh_hant: 當前位置

source: Cygnus
ru: Лебедь
zh_hans: 天鹅座
zh_hant: 天鵝座

source: Dark
ru: Тёмная
zh_hans: 暗色
zh_hant: 暗色

source: Date
ru: Дата
zh_hans: 日期
zh_hant: 日期

source: Dawn: %@
ru: Гражданский рассвет: %@
zh_hans: 民用晨光始：%@
zh_hant: 民用晨光始：%@

source: Day
ru: День
zh_hans: 白天
zh_hant: 白天

source: De Mairan's Nebula
ru: Туманность де Мерана
zh_hans: 迪马伦的星云
zh_hant: 迪馬倫的星雲

source: Delete
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delphinus
ru: Дельфин
zh_hans: 海豚座
zh_hant: 海豚座

source: Deneb
ru: Денеб
zh_hans: 天津四
zh_hant: 天津四

source: Denebola
ru: Денебола
zh_hans: 五帝座一
zh_hant: 五帝座一

source: Diphda
ru: Дифда
zh_hans: 土司空
zh_hant: 土司空

source: DM
ru: ЛС
zh_hans: 私信
zh_hant: 私信

source: Do you want to delete this comment?
ru: Вы хотите удалить этот комментарий?
zh_hans: 您是否希望删除本条评论？
zh_hant: 您是否希望刪除本條評論？

source: Do you want to delete this Quanzi?
ru: Вы хотите удалить этот Quanzi?
zh_hans: 您是否希望删除本条圈子？
zh_hant: 您是否希望刪除本條圈子？

source: Done
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Dorado
ru: Золотая Рыба
zh_hans: 剑鱼座
zh_hant: 劍魚座

source: Draco
ru: Дракон
zh_hans: 天龙座
zh_hant: 天龍座

source: Draft
ru: Черновик
zh_hans: 草稿
zh_hant: 草稿

source: Dschubba
ru: Джубба
zh_hans: 房宿三
zh_hant: 房宿三

source: Dubhe
ru: Дубхе
zh_hans: 天枢
zh_hant: 天樞

source: Dumbbell Nebula
ru: Туманность Гантель
zh_hans: 哑铃星云
zh_hant: 啞鈴星雲

source: Dusk: %@
ru: Окончание гражданских сумерек: %@
zh_hans: 民用昏影终：%@
zh_hant: 民用昏影終：%@

source: Eagle Nebula
ru: Туманность Орёл
zh_hans: 鹰星云
zh_hant: 鷹星雲

source: East Asia
ru: Восточная Азия
zh_hans: 东亚
zh_hant: 東亞

source: Edit
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

source: Edit Failed
ru: Не удалось отредактировать
zh_hans: 编辑失败
zh_hant: 編輯失敗

source: Edit Quanzi
ru: Редактировать Quanzi
zh_hans: 编辑圈子
zh_hant: 編輯圈子

source: Edit Success
ru: Успешно отредактировано
zh_hans: 编辑成功
zh_hant: 編輯成功

source: Elnath
ru: Эльнат
zh_hans: 五车五
zh_hant: 五車五

source: Eltanin
ru: Эльтанин
zh_hans: 天棓四
zh_hant: 天棓四

source: End Time
ru: Время окончания
zh_hans: 结束时间
zh_hant: 結束時間

source: Enif
ru: Эниф
zh_hans: 危宿三
zh_hant: 危宿三

source: Enter reason for this report…
ru: Введите причину обращения
zh_hans: 请填写举报原因…
zh_hant: 請填寫舉報原因…

source: Equuleus
ru: Малый Конь
zh_hans: 小马座
zh_hant: 小馬座

source: Eridanus
ru: Эридан
zh_hans: 波江座
zh_hant: 波江座

# ERROR_FAILED_TO_GET_DATA
source: Failed to get data
ru: Не удалось получить данные
zh_hans: 获取数据失败
zh_hant: 獲取資料失敗

source: Europe
ru: Европа
zh_hans: 欧洲
zh_hant: 歐洲

source: Events
ru: События
zh_hans: 天象
zh_hant: 天象

source: Exit
ru: Выйти
zh_hans: 退出
zh_hant: 退出

source: Exit Editing
ru: Завершить редактирование
zh_hans: 退出编辑
zh_hant: 退出編輯

source: Explore your astronomy world here
ru: Исследуйте мир астрономии
zh_hans: 打开你的天文探索之旅
zh_hant: 開啟你的天文探索之旅

source: Failed in retrieving weather chart or image…
ru: Не удалось получить снимок или диаграмму…
zh_hans: 获取气象图失败…
zh_hant: 獲取氣象圖失敗…

source: Failed to fetch messages
ru: Не удалось загрузить сообщения
zh_hans: 拉取消息失败
zh_hant: 拉取訊息失敗

source: Failed to get spacecraft status.
ru: Не удалось получить статус спутников.
zh_hans: 无法获取航天器当前状态。
zh_hant: 無法獲取太空飛行器當前狀態。

source: Failed to load comments: %@
ru: Не удалось загрузить комментарии: %@
zh_hans: 无法加载评论: %@
zh_hant: 無法載入評論: %@

source: Failed to load more contents: %@
ru: Не удалось загрузить больше содержимого: %@
zh_hans: 无法加载更多内容: %@
zh_hant: 無法載入更多內容: %@

source: Failed to send messages
ru: Отправка сообщения не удалась
zh_hans: 发送失败
zh_hant: 傳送失敗

source: Failure
ru: Не удалось
zh_hans: 失败
zh_hant: 失敗

source: Filter Rules
ru: Фильтры
zh_hans: 筛选规则
zh_hant: 篩選規則

source: First Quarter
ru: Первая четверть
zh_hans: 上弦月
zh_hant: 上弦月

source: Flat Field Helper
ru: Белый фонарик
zh_hans: 平场助手
zh_hant: 平場助手

source: Fomalhaut
ru: Фомальгаут
zh_hans: 北落师门
zh_hant: 北落師門

source: Fornax
ru: Печь
zh_hans: 天炉座
zh_hant: 天爐座

# FRONT_PAGE_SECTION_VISIBLE_TITLE
source: Visible Tonight
ru: Этой ночью видны
zh_hans: 今夜可见
zh_hant: 今夜可見

source: Full Disk
ru: Восточное полушарие
zh_hans: 半球
zh_hant: 半球

source: Full Moon
ru: Полнолуние
zh_hans: 满月
zh_hant: 滿月

source: Gacrux
ru: Гакрукс
zh_hans: 十字架一
zh_hant: 十字架一

source: Galactic Center
ru: Галактический центр
zh_hans: 银心
zh_hant: 銀心

source: Gale
ru: Шторм
zh_hans: 雷暴大风
zh_hant: 雷暴大風

source: Gemini
ru: Близнецы
zh_hans: 双子座
zh_hant: 雙子座

source: Golden Hour
ru: Золотой час
zh_hans: 金色时间
zh_hant: 金色時間

source: Golden Hour (Civil Dawn)
ru: Золотой час (гражданские сумерки)
zh_hans: 金色时间（民用晨光）
zh_hant: 金色時間（民用晨光）

source: Golden Hour (Civil Dusk)
ru: Золотой час (гражданские сумерки)
zh_hans: 金色时间（民用暮光）
zh_hant: 金色時間（民用暮光）

source: Golden Hour End: %@
ru: Окончание «золотого часа»: %@
zh_hans: 日出黄金时间结束：%@
zh_hant: 日出黃金時間結束：%@

source: Golden Hour: %@
ru: Начало «золотого часа»: %@
zh_hans: 日落黄金时间开始：%@
zh_hant: 日落黃金時間開始：%@

source: Great Globular Cluster in Hercules
ru: Большое звёздное скопление в Геркулесе
zh_hans: 武仙座球状星团、仙座星团
zh_hant: 武仙座球狀星團、仙座星團

source: Grus
ru: Журавль
zh_hans: 天鹤座
zh_hant: 天鶴座

source: Hadar
ru: Хадар
zh_hans: 马腹一
zh_hant: 馬腹一

source: Hail
ru: Град
zh_hans: 冰雹
zh_hant: 冰雹

source: Hamal
ru: Гамаль
zh_hans: 娄宿三
zh_hant: 婁宿三

source: Heavy Rain
ru: Ливень
zh_hans: 强降水
zh_hant: 強降水

source: Help
ru: Помощь
zh_hans: 帮助
zh_hant: 輔助說明

# HELP_TITLE
source: Help
ru: Помощь
zh_hans: 帮助
zh_hant: 輔助說明

source: Hercules
ru: Геркулес
zh_hans: 武仙座
zh_hant: 武仙座

source: History
ru: История
zh_hans: 历史
zh_hant: 歷史

source: Horologium
ru: Часы
zh_hans: 时钟座
zh_hant: 時鐘座

source: How long before the event do you expect to receive notification?
ru: Насколько заранее вы хотите получить уведомление?
zh_hans: 您希望晴天钟提前多久提醒您？
zh_hant: 您希望晴天鍾提前多久提醒您？

source: Humid weather warning. From left to right: relative humidity between 80%–90%, 90%–95%, and over 95%.
ru: Предупреждение о влажной погоде. Слева направо: относительная влажность в промежутках 80%–90%, 90%–95% и более 95%.
zh_hans: 高湿度警告。从左到右：相对湿度介于80%–90%，90%–95%，以及超过95%。
zh_hant: 高溼度警告。從左到右：相對溼度介於80%–90%，90%–95%，以及超過95%。

source: Humidity %@
ru: Влажность %@
zh_hans: 湿度 %@
zh_hant: 溼度 %@

source: Hydra
ru: Гидра
zh_hans: 长蛇座
zh_hant: 長蛇座

source: Hydrus
ru: Южная Гидра
zh_hans: 水蛇座
zh_hant: 水蛇座

source: iCloud Error
ru: Ошибка iCloud
zh_hans: iCloud错误
zh_hant: iCloud錯誤

source: iCloud operation failed…
ru: Сбой действия с iCloud…
zh_hans: iCloud操作失败…
zh_hant: iCloud操作失敗…

source: Indus
ru: Индеец
zh_hans: 印第安座
zh_hant: 印第安座

source: Izar
ru: Изар
zh_hans: 梗河一
zh_hant: 梗河一

source: Jupiter
ru: Юпитер
zh_hans: 木星
zh_hant: 木星

source: Kaus Australis
ru: Каус Аустралис
zh_hans: 箕宿三
zh_hant: 箕宿三

source: Kochab
ru: Кохаб
zh_hans: 北极二
zh_hant: 北極二

source: Lacerta
ru: Ящерица
zh_hans: 蝎虎座
zh_hant: 蠍虎座

source: Lagoon Nebula
ru: Туманность Лагуна
zh_hans: 礁湖星云
zh_hant: 礁湖星雲

source: Language
ru: Язык
zh_hans: 语言
zh_hant: 語言
